<?php
return [
	'patterns' => [
		'\s?$day\s?$month\s?$year\s?г?\.?',
		'$year\s?г?\.?',
		'\s?$month\s?$year\s?г?\.?',
		'\s?$day\.$month\.$year\s?г?\.?',
	],
	'months' => [
		1 => ["01", "января", "янв.", "янв"],
		2 => ["02", "февраля", "фев", "фев."],
		3 => ["03", "марта", "мар"],
		4 => ["04", "апреля", "апр"],
		5 => ["05", "мая", "май"],
		6 => ["06", "июня", "июн"],
		7 => ["07", "июля", "июл"],
		8 => ["08", "августа", "авг"],
		9 => ["09", "сентября", "сент"],
		10 => ["10", "октября", "окт"],
		11 => ["11", "ноября", "нояб"],
		12 => ["12", "декабря", "дек"]
	],
	'collection_separators' => [',', ';'],
	'interval_separators' => ['-', 'до'],
	'interval_initial_words' => ['от', 'с'],
];